Repository: MediaPreneur/gmilk
Catalog: locale/*.po
Languages: pt_br

source: Asking the task list to Remember the Milk ...
pt_br: Consultando a lista de tarefas no Remember the Milk ...

source: Authorize
pt_br: Autorizar

source: Need to authorize. Click on 'Authorize' on the menu.
pt_br: Precisa de autorização. Clique em 'Autorizar' no menu.

source: Configuration
pt_br: Configuração

source: Check now!
pt_br: Verificar agora!

source: About
pt_br: Sobre

source: Quit
pt_br: Sair

source: Creating a timeline ...
pt_br: Criando uma linha de tempo ...

source: Checking your tasks ...
pt_br: Verificando suas tarefas ...

source: No tasks today
pt_br: Sem tarefas hoje

source: Today tasks
pt_br: Tarefas de hoje

source: No tasks tomorrow
pt_br: Sem tarefas amanhã

source: Tomorrow tasks
pt_br: Tarefas de amanhã

source: No due tasks
pt_br: Sem tarefas vencidas

source: Due tasks
pt_br: Tarefas vencidas

source: No tagged tasks
pt_br: Sem tarefas com tags

source: Tagged tasks
pt_br: Tarefas com tags

source: Tasks alert
pt_br: Alerta de tarefas

source: %s tasks found.
pt_br: %s tarefas encontradas.

source: %m/%d/%Y
pt_br: %d/%m/%Y

source: %(pre)s %(title)s due on %(date)s
pt_br: %(pre)s %(title)s vencida em %(date)s

source: %d tasks found.
pt_br: %d tarefas encontradas.

source: Are you sure you want to mark task '%s' as completed?
pt_br: Tem certeza que deseja marcar a tarefa '%s' como completa?

source: Marking '%s' task as complete ...
pt_br: Marcando tarefa '%s' como completa ...

source: Task '%s' marked as completed.
pt_br: Tarefa '%s' marcada como completa.

source: Could not mark task as complete.
pt_br: Não consegui marcar a tarefa como completa.

source: There was an error marking task as complete: %s
pt_br: Houve um erro marcando a tarefa como completa: %s

source: Please enter the following URL on your browser
pt_br: Por favor informe o seguinte endereço no seu navegador

source: Asking authorization
pt_br: Requisitando autorização

source: You need authorization to use this app
pt_br: Você precisa de autorização para usar esse programa

source: Did you give authorization to this app? Please try again.
pt_br: Você requisitou autorização para esse programa? Por favor tente novamente.

source: Authorized! You should now be able to use this app now.
pt_br: Autorizado! Você deverá poder usar esse programa agora.

source: Invalid authorization, please try again.
pt_br: Autorização inválida, por favor tente novamente.

source: Gmilk configuration
pt_br: Configuração do Gmilk

source: Interval (minutes)
pt_br: Intervalo (minutos)

source: Tags (comma separated)
pt_br: Tags (separadas por vírgula)

source: Cancel
pt_br: Cancela
